Repository: fbellame/runner
Catalog: Runner/Resources/Localizable.xcstrings
Source language: en
Languages: fr

source: %lld new badges
fr: %lld nouveaux badges

source: %lld new personal records
fr: %lld nouveaux records personnels

source: %lld workouts across %lld active days
fr: %1$lld séances sur %2$lld jours actifs

source: Active days
fr: Jours actifs

source: Active time
fr: Temps actif

source: Badges unlocked
fr: Badges débloqués

source: Best average pace
fr: Meilleure allure moyenne

source: Best streak
fr: Meilleure série

source: Close
fr: Fermer

source: Consistency
fr: Régularité

source: Day by day
fr: Jour après jour

source: Dismiss
fr: Ignorer

source: Fastest 1 km
fr: Kilomètre le plus rapide

source: Fastest 5 km
fr: 5 km les plus rapides

source: Highlights
fr: Temps forts

source: Longest distance
fr: Plus longue distance

source: Monthly Wrapped
fr: Bilan mensuel

source: Tap to relive your month
fr: Touchez pour revivre votre mois

source: That was your month
fr: Votre mois en bref

source: View your Wrapped
fr: Voir votre bilan

source: vs last month
fr: vs le mois dernier

source: Wrapped
fr: BILAN

source: Your %@ Wrapped is ready
fr: Votre bilan de %@ est prêt

source: Your month
fr: Votre mois

source: Your month in motion
fr: Votre mois en mouvement

source: Your monthly stories
fr: Vos histoires mensuelles

source: Your monthly stories will appear here after your first complete month.
fr: Vos histoires mensuelles apparaîtront ici après votre premier mois complet.

source: Your longest efforts
fr: Vos efforts les plus longs

source: %@ km per week
fr: %@ km par semaine

source: %@ steps
fr: %@ pas

source: %@/%@ km
fr: %1$@/%2$@ km

source: %@/wk
fr: %@/sem.

source: %@ lifetime %@
fr: %1$@ à vie - %2$@

source: %@ to %@ lifetime %@
fr: %1$@ avant %2$@ %3$@ à vie

source: %d of %d earned
fr: %1$d sur %2$d obtenus

source: %d of %d this week
fr: %d sur %d cette semaine

source: %d sessions (vs %d) · %@ (vs %@)
fr: %d séances (vs %d) · %@ (vs %@)

source: %d vs all-time
fr: %d vs records absolus

source: %d wk
fr: %d sem

source: %lld days
fr: %lld jours

source: %lld gold days
fr: %lld jours en or

source: %lld %@ to %lld lifetime %@
fr: %1$lld %2$@ avant %3$lld %4$@ à vie

source: %lld more weeks to %lld-week streak
fr: Encore %1$lld semaines avant la série de %2$lld semaines

source: %lld sessions
fr: %lld séances

source: %lld workout(s) waiting to sync to Health
fr: %lld entraînement(s) en attente de synchronisation vers Santé

source: %lld workouts
fr: %lld entraînements

source: %lld-week streak
fr: Série de %lld semaines

source: , down from %@
fr: , en baisse par rapport à %@

source: , up from %@
fr: , en hausse par rapport à %@

source: 1 gold day
fr: 1 jour en or

source: 1 pt per %lld steps (max %lld/day)
fr: 1 pt par %lld pas (max %lld/jour)

source: 1 yr
fr: 1 an

source: 12 wk
fr: 12 sem

source: Activity types
fr: Types d’activité

source: Add your weight to see calories
fr: Ajoutez votre poids pour voir les calories

source: All
fr: Tous

source: Apple Health
fr: Apple Santé

source: Apple Health refused the save (%@). The workout is kept in Runner and will retry automatically.
fr: Apple Santé a refusé la sauvegarde (%@). L'entraînement est conservé dans Runner et réessaiera automatiquement.

source: Auto-paused
fr: Pause auto

source: Average pace
fr: Allure moyenne

source: Avg
fr: Moy

source: Best avg pace
fr: Meilleure allure moyenne

source: Best day
fr: Meilleure journée

source: Best pace
fr: Meilleure allure

source: Best run
fr: Meilleure sortie

source: Bike
fr: Vélo

source: Bike: %lld pts per km
fr: Vélo : %lld pts par km

source: Body
fr: Corps

source: CO₂ avoided in %d
fr: CO₂ évité en %d

source: CO₂ avoided lifetime
fr: CO₂ évité à vie

source: CO₂ saved
fr: CO₂ économisé

source: Calories are estimated from your weight, the activity type, and how fast and long you moved — no heart-rate sensor needed.
fr: Les calories sont estimées à partir de votre poids, du type d’activité et de la vitesse et de la durée de l’effort — sans capteur de fréquence cardiaque.

source: Calories burned
fr: Calories brûlées

source: Cancel
fr: Annuler

source: Clear goal
fr: Effacer l’objectif

source: Connected
fr: Connecté

source: Current streak
fr: Série en cours

source: Daily goal
fr: Objectif quotidien

source: Date of birth
fr: Date de naissance

source: Day
fr: Jour

source: Denied — recording won't work
fr: Refusée — l'enregistrement ne fonctionnera pas

source: Discard
fr: Abandonner

source: Earned %@
fr: Obtenu le %@

source: Edit weekly goal
fr: Modifier l’objectif hebdomadaire

source: Distance by week
fr: Distance par semaine

source: Distance in %d
fr: Distance en %d

source: Distance lifetime
fr: Distance à vie

source: Done
fr: OK

source: Estimated from your body metrics.
fr: Estimé à partir de vos mesures corporelles.

source: Even pace
fr: Allure régulière

source: Everyday steps
fr: Pas quotidiens

source: Fastest km
fr: Km le plus rapide

source: First weekly goal
fr: Premier objectif hebdo

source: Female
fr: Femme

source: From steps (%@)
fr: À partir des pas (%@)

source: From workouts
fr: À partir des séances

source: GOLD
fr: OR

source: GOLD DAY
fr: JOUR EN OR

source: Goal
fr: Objectif

source: Goal that day
fr: Objectif du jour

source: Goal: %lld pts
fr: Objectif : %lld pts

source: Gold days per week
fr: Jours en or par semaine

source: Green impact
fr: Impact vert

source: HealthKit diagnostics
fr: Diagnostic HealthKit

source: Height (cm)
fr: Taille (cm)

source: History
fr: Historique

source: History re-imported
fr: Historique réimporté

source: Hours in %d
fr: Heures en %d

source: Hours lifetime
fr: Heures à vie

source: How calories work
fr: Le calcul des calories

source: How points work
fr: Comment fonctionnent les points

source: Imports all past activity from Apple Health
fr: Importe toute l'activité passée depuis Apple Santé

source: Insights
fr: Analyses

source: Last 52 weeks
fr: 52 dernières semaines

source: Last 7 days
fr: 7 derniers jours

source: Last ride: %d days ago
fr: Dernier trajet : il y a %d jours

source: Last run: %d days ago
fr: Dernière course : il y a %d jours

source: Last walk: %d days ago
fr: Dernière marche : il y a %d jours

source: Latest parcours
fr: Dernier parcours

source: Lifetime totals
fr: Totaux à vie

source: Location
fr: Localisation

source: Location access is required
fr: L’accès à la localisation est requis

source: Longest
fr: Plus longue distance

source: Longest ride
fr: Plus longue sortie vélo

source: Longest run
fr: Plus longue course

source: Longest streak
fr: Plus longue série

source: Longest walk
fr: Plus longue marche

source: Male
fr: Homme

source: Milestones
fr: Jalons

source: Month
fr: Mois

source: Negative split
fr: Split négatif

source: New achievements
fr: Nouveaux accomplissements

source: No route for this workout (imported from Health)
fr: Pas de tracé pour cet entraînement (importé de Santé)

source: No routes yet — record a run, walk or ride and your city starts glowing.
fr: Aucun parcours — enregistrez une course, une marche ou une sortie vélo et votre ville s'illumine.

source: No steps from Apple Health yet. If Runner was denied access, allow reading under Health → Sharing → Apps.
fr: Aucun pas depuis Apple Santé pour l'instant. Si l'accès a été refusé à Runner, autorisez la lecture dans Santé → Partage → Apps.

source: No workouts yet — hit the ▶ button!
fr: Aucun entraînement — appuyez sur ▶ !

source: Not enough data yet — keep at it!
fr: Pas encore assez de données — continuez !

source: Not enough pace data yet
fr: Pas encore assez de données d’allure

source: Not set
fr: Non défini

source: Open Health sharing
fr: Ouvrir le partage Santé

source: Open Settings → Profile to add your weight, or allow Runner to read it from Apple Health.
fr: Ouvrez Réglages → Profil pour ajouter votre poids, ou autorisez Runner à le lire depuis Santé.

source: Open iOS Settings
fr: Ouvrir les réglages iOS

source: Pace
fr: Allure

source: Pace (lower = faster)
fr: Allure (plus bas = plus rapide)

source: Pace by week (lower = faster)
fr: Allure par semaine (plus bas = plus rapide)

source: Pace is declining — %@ slower than the previous 4 weeks.
fr: L’allure ralentit — %@ plus lente que les 4 semaines précédentes.

source: Pace is holding steady.
fr: L’allure reste stable.

source: Pace is improving — %@ faster than the previous 4 weeks.
fr: L’allure s’améliore — %@ plus rapide que les 4 semaines précédentes.

source: Pace per km (lower = faster)
fr: Allure par km (plus bas = plus rapide)

source: Paused
fr: En pause

source: Permissions
fr: Autorisations

source: Positive split
fr: Split positif

source: Precise Location is off
fr: La localisation précise est désactivée

source: Precise Location is off — distance and route can't be recorded.
fr: La localisation précise est désactivée — la distance et le parcours ne peuvent pas être enregistrés.

source: Profile
fr: Profil

source: Profile & body metrics
fr: Profil et mesures

source: Range
fr: Période

source: Re-import full history
fr: Réimporter tout l'historique

source: Ready
fr: Prêt

source: Ready — start moving
fr: Prêt — commencez à bouger

source: Recent sessions
fr: Séances récentes

source: Record a workout
fr: Enregistrer un entraînement

source: Reset to Apple Health
fr: Réinitialiser depuis Santé

source: Resume
fr: Reprendre

source: Resume your workout?
fr: Reprendre votre entraînement ?

source: Resumed
fr: Reprise

source: Review your profile
fr: Vérifiez votre profil

source: Rides in %d
fr: Trajets en %d

source: Rides lifetime
fr: Trajets à vie

source: Routes
fr: Parcours

source: Run
fr: Course

source: Run cancelled
fr: Course annulée

source: Run saved
fr: Course enregistrée

source: Run started
fr: Course commencée

source: Run: %lld pts per km
fr: Course : %lld pts par km

source: Runner needs location access to draw your parcours.
fr: Runner a besoin de la localisation pour tracer votre parcours.

source: Runner now estimates calories from your body metrics. Check them under Settings → Profile.
fr: Runner estime désormais les calories à partir de vos mesures corporelles. Vérifiez-les dans Réglages → Profil.

source: Runner was interrupted mid-workout. Your progress was saved.
fr: Runner a été interrompu en plein entraînement. Votre progression a été sauvegardée.

source: Save as-is
fr: Enregistrer tel quel

source: Save
fr: Enregistrer

source: Save workout
fr: Sauvegarder l'entraînement

source: Saved locally
fr: Sauvegardé localement

source: Second half %@ faster
fr: 2ᵉ moitié %@ plus rapide

source: Second half %@ slower
fr: 2ᵉ moitié %@ plus lente

source: Sessions
fr: Séances

source: Sessions per week · last 52 weeks
fr: Séances par semaine · 52 dernières semaines

source: Set date of birth
fr: Définir la date de naissance

source: Set weekly goal
fr: Définir l’objectif hebdomadaire

source: Settings
fr: Réglages

source: Sex
fr: Sexe

source: Slide to finish
fr: Glisser pour terminer

source: Slowest km
fr: Km le plus lent

source: Splits
fr: Intermédiaires

source: Storage is unavailable (%@). Nothing recorded now will survive an app restart.
fr: Le stockage est indisponible (%@). Rien de ce qui est enregistré maintenant ne survivra à un redémarrage de l'app.

source: Streak bonus
fr: Bonus de série

source: Streak: +%@ per gold day, max ×%@
fr: Série : +%@ par jour doré, max ×%@

source: This week
fr: Cette semaine

source: Time
fr: Durée

source: Trophy Room
fr: Salle des trophées

source: Today
fr: Aujourd'hui

source: Total points
fr: Points totaux

source: Trends, pace & consistency
fr: Tendances, allure et régularité

source: Walk
fr: Marche

source: Walk: %lld pts per km
fr: Marche : %lld pts par km

source: Walking volume
fr: Volume de marche

source: Week
fr: Semaine

source: Weekly distance goal
fr: Objectif de distance hebdomadaire

source: Weekly distance goals
fr: Objectifs de distance hebdomadaires

source: Weekly goals
fr: Objectifs hebdomadaires

source: Weight (kg)
fr: Poids (kg)

source: Workouts
fr: Entraînements

source: Write access denied — points may be incomplete
fr: Écriture refusée — les points peuvent être incomplets

source: Year
fr: Année

source: all activities
fr: toutes activités

source: Year in review
fr: Bilan de l’année

source: You're biking %@× per week
fr: Vous roulez à vélo %@× par semaine

source: You're running %@× per week
fr: Vous courez %@× par semaine

source: You're walking %@× per week
fr: Vous marchez %@× par semaine

source: Your first tracked year 🎉
fr: Votre première année suivie 🎉

source: Your height, weight, age and sex power the calorie estimates. Values come from Apple Health; edit any of them to override.
fr: Votre taille, poids, âge et sexe alimentent l’estimation des calories. Les valeurs proviennent de Santé ; modifiez-les pour les remplacer.

source: Your past activity from Apple Health has been re-imported. Check the History tab.
fr: Ton activité passée d'Apple Santé a été réimportée. Regarde l'onglet Historique.

source: active
fr: actif

source: all-time %@
fr: record absolu %@

source: in %d
fr: en %d

source: new
fr: nouveau

source: rides
fr: sorties à vélo

source: runs
fr: courses

source: sessions
fr: séances

source: set this year 🔥
fr: battu cette année 🔥

source: today
fr: aujourd’hui

source: walks
fr: marches

source: workouts
fr: entraînements

source: vs %@ by this time in %d
fr: vs %@ à pareille date en %d

source: vs last week
fr: vs semaine dernière

source: vs previous 4 weeks
fr: vs 4 semaines précédentes

source: ≈ %@ not driven by car 🌱
fr: ≈ %@ non parcourus en voiture 🌱
